
{"draw":"0","pick":"2","text":"_ was sent to save _."},
{"draw":"0","pick":"2","text":"According to the Daleks, _ is better at _."},
{"draw":"0","pick":"1","text":"They found some more lost episodes! They were found in _."},
{"draw":"0","pick":"1","text":"The Doctor did it! He saved the world again! This time using a _."},
{"draw":"0","pick":"1","text":"I'd give up _ to travel with The Doctor."},
{"draw":"0","pick":"1","text":"The next Doctor Who spin-off is going to be called _."},
{"draw":"0","pick":"1","text":"Who should be the 13th doctor?"},
{"draw":"0","pick":"1","text":"The Chameleon circuit is working again... somewhat. Instead of a phone booth, the TARDIS is now a _."},
{"draw":"0","pick":"1","text":"Originally, the 50th anniversary special was going to have _ appear, but the BBC decided against it in the end."},
{"draw":"0","pick":"1","text":"After we watch an episode, I've got some _-flavored Jelly Babies to hand out."},
{"draw":"0","pick":"1","text":"Wibbly-wobbly timey-wimey _."},
{"draw":"0","pick":"1","text":"What's going to be The Doctor's new catch phrase."},
{"draw":"0","pick":"1","text":"Bowties are _."},
{"draw":"0","pick":"1","text":"The voice chip of one of the Cybermen has malfunctioned. Instead of saying \"DELETE!\", it now says \"_\"."},
{"draw":"0","pick":"1","text":"Old and busted: \"EXTERMINATE!\" New hotness: _."},
{"draw":"0","pick":"1","text":"There's a new dance on Gallifrey, it's called the _."},
{"draw":"0","pick":"1","text":"They announced a LEGO Doctor Who game! Rumor has it that _ is an unlockable character."},
{"draw":"0","pick":"1","text":"FUN FACT: The Daleks were originally shaped to look like _."},
{"draw":"0","pick":"1","text":"At this new Doctor Who themed restaurant, you can get a free _ if you can eat a plate of bangers and mash in under 3 minutes."},
{"draw":"0","pick":"1","text":"Who is going to be The Doctor's next companion?"},
{"draw":"0","pick":"1","text":"I think the BBC is losing it. They just released a Doctor Who-themed _."},
{"draw":"0","pick":"1","text":"It's a little-known fact that if you send a _ to the BBC, they will send you a picture of The Doctor."},
{"draw":"0","pick":"1","text":"I was okay with all the BAD WOLF graffiti, until someone wrote it on _."},
{"draw":"0","pick":"1","text":"Jack Harkness, I can't leave you alone for a minute! I turn around and you're trying to seduce _."},
{"draw":"0","pick":"1","text":"In all of time and space, you decide that _ is a good choice?!"},
{"draw":"0","pick":"1","text":"Adipose were thought to be made of fat, but are really made of _."},
{"draw":"0","pick":"1","text":"I hear the next thing that will cause The Doctor to regenerate is _."}