
{"text":"Tom Baker, in nothing but a scarf."},
{"text":"Walking in on Jack Harkness doing your mom. And your dad."},
{"text":"The buzzing noise that the Sonic Screwdriver makes."},
{"text":"Sharing a public restroom with a weeping angel."},
{"text":"Just now realizing that \"Torchwood\" is an anagram of \"Doctor Who\"."},
{"text":"Fifty years of fanfic."},
{"text":"Wanting to punch that teeny-bopper Whovian that's butthurt the new Doctor isn't in his twenties."},
{"text":"The Doctor going back in time to solve a REAL problem: \"Twilight\"."},
{"text":"A \"Doctor Who\" body pillow."},
{"text":"The Silence."},
{"text":"A Rusty Cyberman."},
{"text":"The Doctor having a chance encounter with a couple of 80s metalheads."},
{"text":"Drunkenly drawing tally marks on your face."},
{"text":"A shitty Doctor Who knock-knock joke."},
{"text":"Davros getting up on the wrong side of the bed."},
{"text":"The Master, baiting the doctor into a trap."},
{"text":"A Vashta Nerada that just wants a hug."},
{"text":"Wishing you could regenerate."},
{"text":"Kidnapping a barely-legal woman to time travel with."},
{"text":"Getting so much plastic surgery, you have to be framed and moisturized."},
{"text":"Quitting this panel after one round, because you are afraid of getting typecast."},
{"text":"The poor costume decisions that were made in the 1970s."},
{"text":"The Mary Jane Adventures."},
{"text":"Fondling a Dalek's slippery bits."},
{"text":"Sixteen feet of scarf bondage."},
{"text":"Air from my lungs."},
{"text":"Smoking 1000 cigarettes, just so you can sound like a Dalek when you talk."},
{"text":"Giving her the ol' plastic Mickey."},
{"text":"Companion Porn."},
{"text":"An acid rain shower on Skaro."},
{"text":"Pointing to your crotch and saying \"Allons-y\"."},
{"text":"A sonic screwdriver stuck on the vibrate setting."},
{"text":"Pouting in a rain storm and having to take a wicked piss."},
{"text":"The poor decision that is having a staring contest with a weeping angel."},
{"text":"Sorry, this answer is only available in the fanfic version of Cards Against Con."},
{"text":"Plot holes so wide, you could drive a truck through them."},
{"text":"A blinged-out TARDIS, blasting dubstep when it is travelling."},
{"text":"Rose Tyler's teeth."},
{"text":"The Master singing \"Bad Case of Loving You.\""},
{"text":"Steven Moffat taking a big old dump in your Cheerios."},
{"text":"K-9 humping your leg."},
{"text":"A bigger, bluer TARDIS."},
{"text":"Robot Anne Robinson."},
{"text":"A fez caked with semen."},
{"text":"A GUITARDIS"},
{"text":"The Celestial Toymaker's \"plaything\"."},
{"text":"Captain Jack Harkness."},
{"text":"A furry writing BAD WOLF everywhere."},
{"text":"Your dyslexic friend that wants you to come watch a marathon of \"Doctor How\"."},
{"text":"Fapping to Billie Piper portraying a callgirl."},
{"text":"Being used as a plot device by Steven Moffat."},
{"text":"A Costco-sized bag of Jelly Babies."},
{"text":"A global simulcast that forces Whovians to see sunlight for the first time in ages."},
{"text":"THE END OF TIME ITSELF!"},
{"text":"Finding Autons oddly attractive."},
{"text":"The fuck machine dungeon of the Cybermen."},
{"text":"Glenn Beck convulsively puking as a brood of Daleks swarm in on him."},
{"text":"River Song."},
{"text":"Low-budget special effects."},
{"text":"Eggs."},
{"text":"Dalek porn."},
{"text":"Taking a Doctor Poo."},
{"text":"The big banana in your pocket."},
{"text":"Opening the door of the TARDIS and leaving a deuce in the time-space continuum."},
{"text":"David Tennant."},
{"text":"Matt Smith."},
{"text":"Chistopher Eccleston."},
{"text":"Siltheen farts."},
{"text":"A kid in a gas mask asking if you are his mummy."},
{"text":"Fish fingering your custard."},
{"text":"The hideousness that is Raxacoricofallapatorious."},
{"text":"An Ood getting a starring role in a hentai."}